// 你好，我叫贾莹博，我是一名拥有 6.5 年工作经验的前端开发，对于前端主流框架vue、react、svelte等都是比较熟悉的，
// 使用vue做过pc和h5项目，所以有从0-1搭建过vue项目，也有做过vue项目的性能优化，例如懒加载、虚拟滚动等，
// 同时也有vue的组件库开发与搭建的经验，所以对于vue是比较熟练掌握的。
// 在前端主流开发语言中，react更适合做一些大型项目，所以有使用react做过。。。。。。。等，对react也有了较深的理解。
// 相较于vue和react来说，svelte就比较适合小型活动页项目，所以主动向上级申请利用svelte来开发组内的小型活动页项目
// 除了开发语言，我也熟练使用一些主流打包工具，像vue3的h5项目全部使用vite打包，对于vue2和rn的部分项目使用webpack打包，对于npm包项目全部使用rollup打包，
// 所以对于像vite、webpack、rollup等主流打包工具也有了比较深的了解
// 在平时的开发工作中，我比较善于结合AI工具来提高开发效率，例如使用cursor来画出页面，再写业务逻辑，或者使用豆包等答疑解惑，写出片段代码等等
// 同时也比较擅长各方协调沟通来推进项目进行，借助上级等各方力量来推动团队工作进展，以及对于一些想法(例如想做一个提效工具)的实施与落地
// 在工作之外，也比较能跟团队成员打成一片，多次为组内组织团建活动，改善组内氛围
// 之前我也有了解过我们公司的一些发展动向，。。。。。。也比较希望能跟我们公司有更深层次的了解